---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentPowerDensity
source: html/c64ba2ee-a732-fb91-b40c-af793b6d1ee1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentPowerDensity Property

"Apparent Power Density"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentPowerDensity { get; }
```